Repository: devshvms/track-me-ios
Catalog: track-me-ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, zh_hans

source: Location access needed
de: Standortzugriff erforderlich
es: Se necesita acceso a la ubicación
fr: Accès à la position requis
hi: स्थान तक पहुंच आवश्यक है
ja: 位置情報へのアクセスが必要です
zh_hans: 需要位置权限

source: Location authorization
de: Standortberechtigung
es: Autorización de ubicación
fr: Autorisation de position
hi: स्थान प्राधिकरण
ja: 位置情報の許可
zh_hans: 位置授权

source: Location is requested after Start so TrackMe can record your route.
de: Der Standort wird erst nach Start angefordert, damit TrackMe deine Route aufzeichnen kann.
es: La ubicación se solicita después de Iniciar para que TrackMe pueda registrar tu ruta.
fr: La localisation est demandée après Démarrer afin que TrackMe puisse enregistrer votre itinéraire.
hi: TrackMe आपके मार्ग को रिकॉर्ड कर सके, इसलिए स्थान की अनुमति शुरू करने के बाद माँगी जाती है।
ja: TrackMeがルートを記録できるよう、位置情報は開始後に求められます。
zh_hans: 点击开始后才会请求位置权限，以便 TrackMe 记录你的路线。

source: Location off
de: Standort aus
es: Ubicación desactivada
fr: Localisation désactivée
hi: लोकेशन बंद
ja: 位置情報オフ
zh_hans: 定位关闭

source: Location permission is required for offline and background tracking.
de: Für die Offline- und Hintergrundaufzeichnung ist der Standortzugriff erforderlich.
es: Se necesita permiso de ubicación para registrar sin conexión y en segundo plano.
fr: L’autorisation de localisation est requise pour l’enregistrement hors ligne et en arrière-plan.
hi: ऑफ़लाइन और बैकग्राउंड ट्रैकिंग के लिए स्थान की अनुमति आवश्यक है।
ja: オフラインおよびバックグラウンドで記録するには位置情報の許可が必要です。
zh_hans: 离线和后台记录需要位置权限。

source: Long Ride
de: Lange Fahrt
es: Viaje largo
fr: Trajet long
hi: लंबी सवारी
ja: 長距離ライド
zh_hans: 长途骑行

source: Low Power Mode
de: Stromsparmodus
es: Modo de bajo consumo
fr: Mode économie d'énergie
hi: लो पावर मोड
ja: 低電力モード
zh_hans: 低电量模式

source: Map
de: Karte
es: Mapa
fr: Carte
hi: मानचित्र
ja: 地図
zh_hans: 地图

source: Map style
de: Kartenstil
es: Estilo de mapa
fr: Style de carte
hi: मानचित्र शैली
ja: 地図スタイル
zh_hans: 地图样式

source: Max G-Force
de: Max. G-Kraft
es: Fuerza G máx.
fr: Force G max.
hi: अधिकतम जी-फ़ोर्स
ja: 最大G
zh_hans: 最大G力

source: Max Speed
de: Maximale Geschwindigkeit
es: Velocidad máxima
fr: Vitesse maximale
hi: अधिकतम गति
ja: 最高速度
zh_hans: 最高速度

source: Miles (mi)
de: Meilen (mi)
es: Millas (mi)
hi: मील (mi)
ja: マイル (mi)
zh_hans: 英里 (mi)

source: Minutes
de: Minuten
es: Minutos
hi: मिनट
ja: 分
zh_hans: 分钟

source: Mode
de: Modus
es: Modo
hi: मोड
ja: モード
zh_hans: 模式

source: Motorbike
de: Motorrad
es: Motocicleta
fr: Moto
hi: मोटरसाइकिल
ja: バイク
zh_hans: 摩托车

source: Motorbike — something's wrong
de: Motorrad – etwas stimmt nicht
es: Moto — algo va mal
fr: Moto — un problème est survenu
hi: मोटरबाइक — कुछ गड़बड़ है
ja: バイク — 問題があります
zh_hans: 摩托车—出现问题

source: Mute alerts
de: Hinweise stummschalten
es: Silenciar alertas
fr: Désactiver les alertes
hi: अलर्ट म्यूट करें
ja: 通知をミュート
zh_hans: 将警报静音

source: My ride stopped recording when the screen was off.
de: Meine Fahrt wurde bei ausgeschaltetem Bildschirm nicht mehr aufgezeichnet.
es: Mi recorrido dejó de grabarse con la pantalla apagada.
fr: Mon trajet a cessé d'être enregistré écran éteint.
hi: स्क्रीन बंद होने पर मेरी राइड रिकॉर्ड होना बंद हो गई।
ja: 画面をオフにするとライドの記録が止まりました。
zh_hans: 屏幕关闭后我的骑行停止记录。

source: Need help
de: Brauche Hilfe
es: Necesito ayuda
fr: Besoin d’aide
hi: मदद चाहिए
ja: 助けが必要
zh_hans: 需要帮助

source: Needs the group
de: Braucht die Gruppe
es: Necesita al grupo
fr: A besoin du groupe
hi: ग्रुप की जरूरत
ja: グループが必要
zh_hans: 需要群组关注

source: Never
de: Nie
es: Nunca
fr: Jamais
hi: कभी नहीं
ja: 未設定
zh_hans: 从未

source: New distance record!
de: Neuer Distanzrekord!
es: ¡Nuevo récord de distancia!
fr: Nouveau record de distance !
hi: नया दूरी रिकॉर्ड!
ja: 距離の新記録！
zh_hans: 距离新纪录！

source: New time record!
de: Neuer Zeitrekord!
es: ¡Nuevo récord de tiempo!
fr: Nouveau record de durée !
hi: नया समय रिकॉर्ड!
ja: 時間の新記録！
zh_hans: 时间新纪录！

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: आगे
ja: 次へ
zh_hans: 下一步

source: Nice week!
de: Starke Woche!
es: ¡Buena semana!
fr: Belle semaine !
hi: बढ़िया सप्ताह!
ja: 良い一週間！
zh_hans: 美好的一周！

source: Nice!
de: Super!
es: ¡Genial!
fr: Super !
hi: बढ़िया!
ja: いいね！
zh_hans: 赞！

source: No GPS Data
de: Keine GPS-Daten
es: Sin datos GPS
fr: Aucune donnée GPS
hi: कोई GPS डेटा नहीं
ja: GPSデータなし
zh_hans: 没有 GPS 数据

source: No GPS Data Available
de: Keine GPS-Daten verfügbar
es: No hay datos GPS disponibles
fr: Aucune donnée GPS disponible
hi: GPS डेटा उपलब्ध नहीं है
ja: GPSデータがありません
zh_hans: 没有可用的 GPS 数据

source: No GPS signal for %@
de: Kein GPS-Signal seit %@
es: Sin señal GPS desde hace %@
fr: Aucun signal GPS depuis %@
hi: %@ से GPS सिग्नल नहीं है
ja: GPS信号なし（%@）
zh_hans: GPS 信号中断 %@

source: No GPS signal gaps.
de: Keine GPS-Signallücken.
es: Sin interrupciones de señal GPS.
fr: Aucune interruption du signal GPS.
hi: कोई GPS सिग्नल गैप नहीं।
ja: GPS信号の途切れはありません。
zh_hans: 无GPS信号中断。

source: No Rides Found
de: Keine Fahrten gefunden
es: No se encontraron recorridos
fr: Aucun trajet trouvé
hi: कोई राइड नहीं मिली
ja: ライドが見つかりません
zh_hans: 未找到骑行记录

source: No connection — check your network and try again.
de: Keine Verbindung – überprüfe dein Netzwerk und versuche es erneut.
es: Sin conexión: comprueba tu red e inténtalo de nuevo.
fr: Aucune connexion — vérifiez votre réseau et réessayez.
hi: कनेक्शन नहीं है — अपना नेटवर्क जाँचें और फिर कोशिश करें।
ja: 接続できません — ネットワークを確認してもう一度お試しください。

source: No current pace
de: Kein aktuelles Tempo
es: Sin ritmo actual
fr: Aucune allure actuelle
hi: अभी कोई पेस नहीं
ja: 現在のペースなし
zh_hans: 暂无当前配速

source: No maps app is available.
de: Keine Karten-App verfügbar.
es: No hay ninguna app de mapas disponible.
fr: Aucune app de cartographie n’est disponible.
hi: कोई मैप ऐप उपलब्ध नहीं है।
ja: 利用できる地図アプリがありません。
zh_hans: 没有可用的地图应用。

source: No rides match these filters.
de: Keine Fahrten entsprechen diesen Filtern.
es: Ningún viaje coincide con estos filtros.
fr: Aucun trajet ne correspond à ces filtres.
hi: इन फ़िल्टर से कोई राइड मेल नहीं खाती।
ja: これらのフィルターに一致するライドはありません。
zh_hans: 没有行程符合这些筛选条件。

source: No rides match your selected filter criteria or no rides recorded yet.
de: Keine Fahrt entspricht den Filtern oder es wurden noch keine Fahrten aufgezeichnet.
es: Ningún recorrido coincide con los filtros o todavía no se ha grabado ninguno.
fr: Aucun trajet ne correspond aux filtres ou aucun trajet n’a encore été enregistré.
hi: आपके चुने फ़िल्टर से कोई राइड मेल नहीं खाती या अभी कोई राइड रिकॉर्ड नहीं हुई।
ja: 選択したフィルターに一致するライドがないか、まだ記録されていません。
zh_hans: 没有符合所选筛选条件的骑行记录，或者尚未记录骑行。

source: No status set
de: Kein Status gesetzt
es: Sin estado
fr: Aucun statut défini
hi: कोई स्टेटस नहीं
ja: ステータス未設定
zh_hans: 未设置状态

source: None
de: Keiner
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
zh_hans: 无

source: Normal
de: Standard
fr: Standard
hi: सामान्य
ja: 標準
zh_hans: 标准

source: Not enough GPS points to export video
de: Nicht genügend GPS-Punkte für den Videoexport
es: No hay suficientes puntos GPS para exportar el vídeo
fr: Pas assez de points GPS pour exporter la vidéo
hi: वीडियो निर्यात करने के लिए पर्याप्त GPS पॉइंट नहीं हैं
ja: ビデオを書き出すにはGPSポイントが不足しています
zh_hans: GPS 点不足，无法导出视频

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
ja: 今はしない
zh_hans: 暂时不要

source: Not sent yet
de: Noch nicht gesendet
es: Aún no enviado
fr: Pas encore envoyé
hi: अभी भेजा नहीं गया
ja: 未送信
zh_hans: 尚未发送

source: Not started
de: Nicht gestartet
es: Sin iniciar
fr: Pas commencé
hi: शुरू नहीं हुआ
ja: 未開始
zh_hans: 未开始

source: Not yet synced
de: Noch nicht synchronisiert
es: Aún no sincronizado
fr: Pas encore synchronisé
hi: अभी तक सिंक नहीं हुआ
ja: 未同期
zh_hans: 尚未同步

source: Notification authorization
de: Benachrichtigungsberechtigung
es: Autorización de notificaciones
fr: Autorisation de notifications
hi: सूचना प्राधिकरण
ja: 通知の許可
zh_hans: 通知授权

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएँ
ja: 通知
zh_hans: 通知

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
hi: अभी
ja: 現在
zh_hans: 刚刚

source: Offline mode. Rides will record locally.
de: Offline-Modus. Fahrten werden lokal aufgezeichnet.
es: Modo sin conexión. Los recorridos se grabarán localmente.
fr: Mode hors ligne. Les trajets seront enregistrés localement.
hi: ऑफ़लाइन मोड। सवारी स्थानीय रूप से रिकॉर्ड होंगी।
ja: オフラインモード。ライドはローカルに記録されます。
zh_hans: 离线模式。行程将在本地记录。

source: Offline shield
de: Offline-Schutz
es: Protección sin conexión
fr: Protection hors ligne
hi: ऑफ़लाइन सुरक्षा
ja: オフライン保護
zh_hans: 离线保护

source: Offline tracking active. Route is recording locally.
de: Offline-Aufzeichnung aktiv. Route wird lokal aufgezeichnet.
es: Seguimiento sin conexión activo. La ruta se graba localmente.
fr: Suivi hors ligne actif. L'itinéraire est enregistré localement.
hi: ऑफ़लाइन ट्रैकिंग सक्रिय। मार्ग स्थानीय रूप से रिकॉर्ड हो रहा है।
ja: オフライン追跡が有効です。ルートはローカルに記録されています。
zh_hans: 离线追踪已启用。路线正在本地记录。

source: Older
de: Älter
es: Anteriores
fr: Plus ancien
hi: पुराने
ja: 以前
zh_hans: 更早

source: On a call
de: Im Gespräch
es: En una llamada
fr: En appel
hi: कॉल पर हैं
ja: 通話中
zh_hans: 正在通话

source: On iPhone, set Location access to Always. Also check Low Power Mode and Background App Refresh in Settings.
de: Stelle auf dem iPhone den Standortzugriff auf Immer. Prüfe auch Stromsparmodus und Hintergrundaktualisierung.
es: En iPhone, configura la ubicación como Siempre. Revisa también el modo de bajo consumo y la actualización en segundo plano.
fr: Sur iPhone, réglez l'accès à la position sur Toujours. Vérifiez aussi le mode économie d'énergie et l'actualisation en arrière-plan.
hi: iPhone में स्थान एक्सेस को हमेशा पर सेट करें। लो पावर मोड और बैकग्राउंड ऐप रिफ्रेश भी जांचें।
ja: iPhoneで位置情報のアクセスを「常に許可」にします。低電力モードとAppのバックグラウンド更新も確認してください。
zh_hans: 在 iPhone 上将位置访问设为始终允许，并检查低电量模式和后台 App 刷新。

source: Open Community
de: Community öffnen
es: Abrir Comunidad
fr: Ouvrir Communauté
hi: कम्युनिटी खोलें
ja: コミュニティを開く
zh_hans: 打开社区

source: Open Help & Feedback
de: Hilfe und Feedback öffnen
es: Abrir ayuda y comentarios
fr: Ouvrir l'aide et les commentaires
hi: मदद और प्रतिक्रिया खोलें
ja: ヘルプとフィードバックを開く
zh_hans: 打开帮助与反馈

source: Open Session
de: Sitzung öffnen
es: Abrir sesión
fr: Ouvrir la session
hi: सत्र खोलें
ja: セッションを開く
zh_hans: 打开会话

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
ja: 設定を開く
zh_hans: 打开设置

source: Open Settings → Account Management to export your data or delete your account and cloud data.
de: Öffne Einstellungen → Kontoverwaltung, um Daten zu exportieren oder Konto und Cloud-Daten zu löschen.
es: Abre Ajustes → Gestión de cuenta para exportar tus datos o eliminar tu cuenta y datos en la nube.
fr: Ouvrez Réglages → Gestion du compte pour exporter vos données ou supprimer votre compte et vos données cloud.
hi: डेटा निर्यात या खाता और क्लाउड डेटा हटाने के लिए सेटिंग्स → खाता प्रबंधन खोलें।
ja: 設定 → アカウント管理を開くと、データをエクスポートしたりアカウントとクラウドデータを削除できます。
zh_hans: 打开设置 → 账户管理即可导出数据或删除账户和云端数据。

source: Open activity details
de: Aktivitätsdetails öffnen
es: Abrir detalles de la actividad
fr: Ouvrir les détails de l’activité
hi: गतिविधि विवरण खोलें
ja: アクティビティの詳細を開く
zh_hans: 打开活动详情

source: Open live sharing and start a demo session.
de: Öffne Live-Teilen und starte eine Demo-Sitzung.
es: Abre Compartir en vivo e inicia una sesión de demostración.
fr: Ouvrez le partage en direct et démarrez une session de démonstration.
hi: लाइव शेयरिंग खोलें और डेमो सत्र शुरू करें।
ja: ライブ共有を開き、デモセッションを開始します。
zh_hans: 打开实时共享并开始演示会话。

source: Open live sharing and try Copy link.
de: Öffne Live-Teilen und probiere Link kopieren aus.
es: Abre Compartir en vivo y prueba Copiar enlace.
fr: Ouvrez le partage en direct et essayez Copier le lien.
hi: लाइव शेयरिंग खोलें और लिंक कॉपी करके देखें।
ja: ライブ共有を開き、「リンクをコピー」を試します。
zh_hans: 打开实时共享并尝试复制链接。

source: Open the sample ride.
de: Öffne die Beispiel-Tour.
es: Abre el viaje de muestra.
fr: Ouvrez le trajet d’exemple.
hi: नमूना राइड खोलें।
ja: サンプルライドを開きます。
zh_hans: 打开示例行程。

source: Opens an editable email draft
de: Öffnet einen bearbeitbaren E-Mail-Entwurf
es: Abre un borrador de correo editable
fr: Ouvre un brouillon d'e-mail modifiable
hi: संपादन योग्य ईमेल ड्राफ्ट खोलता है
ja: 編集可能なメール下書きを開きます
zh_hans: 打开可编辑的电子邮件草稿

source: Opens your status choices
de: Öffnet deine Statusauswahl
es: Abre tus opciones de estado
fr: Ouvre vos choix de statut
hi: आपके स्टेटस विकल्प खोलता है
ja: ステータスの選択肢を開きます
zh_hans: 打开状态选项

source: Pace
de: Tempo
es: Ritmo
fr: Allure
hi: पेस
ja: ペース
zh_hans: 配速

source: Part 2
de: Teil 2
es: Parte 2
fr: Partie 2
hi: भाग 2
ja: パート2
zh_hans: 第2部分

source: Pause tracking
de: Aufzeichnung pausieren
es: Pausar seguimiento
fr: Suspendre le suivi
hi: ट्रैकिंग रोकें
ja: 追跡を一時停止
zh_hans: 暂停追踪

source: Paused
de: Pausiert
es: En pausa
fr: En pause
hi: रुका हुआ
ja: 一時停止中
zh_hans: 已暂停

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hi: फ़ोन
ja: 電話
zh_hans: 电话

source: Placeholders: [Location Link], [Battery Percent], [Device Name], [Timestamp]
de: Platzhalter: [Location Link], [Battery Percent], [Device Name], [Timestamp]
es: Marcadores: [Location Link], [Battery Percent], [Device Name], [Timestamp]
fr: Espaces réservés : [Location Link], [Battery Percent], [Device Name], [Timestamp]
hi: प्लेसहोल्डर: [Location Link], [Battery Percent], [Device Name], [Timestamp]
ja: プレースホルダー: [Location Link], [Battery Percent], [Device Name], [Timestamp]
zh_hans: 占位符: [Location Link], [Battery Percent], [Device Name], [Timestamp]

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
ja: 環境設定
zh_hans: 偏好设置

source: Preparing Archive...
de: Archiv wird vorbereitet ...
es: Preparando archivo...
fr: Préparation de l’archive...
hi: आर्काइव तैयार हो रहा है...
ja: アーカイブを準備中...
zh_hans: 正在准备存档...

source: Preparing your activity history…
de: Aktivitätsverlauf wird vorbereitet…
es: Preparando tu historial de actividades…
fr: Préparation de votre historique d’activités…
hi: आपकी गतिविधि का इतिहास तैयार हो रहा है…
ja: アクティビティ履歴を準備しています…
zh_hans: 正在准备你的活动历史…

source: Press and hold Start, then drag to choose an activity.
de: Zum Starten gedrückt halten und ziehen, um eine Aktivität auszuwählen.
es: Mantén pulsado Iniciar y arrastra para elegir una actividad.
fr: Maintenez Démarrer, puis faites glisser pour choisir une activité.
hi: शुरू करें को दबाकर रखें, फिर गतिविधि चुनने के लिए खींचें।
ja: 「開始」を長押しし、そのままドラッグしてアクティビティを選びます。
zh_hans: 长按“开始”，然后拖动选择活动。

source: Press and hold to start
de: Zum Starten gedrückt halten
es: Mantén pulsado para empezar
fr: Appuyez longuement pour démarrer
hi: शुरू करने के लिए दबाकर रखें
ja: 長押しして開始
zh_hans: 长按开始

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
hi: प्रीव्यू
ja: プレビュー
zh_hans: 预览

source: Privacy & Analytics
de: Datenschutz und Analysen
es: Privacidad y analítica
fr: Confidentialité et analyses
hi: गोपनीयता और एनालिटिक्स
ja: プライバシーと分析
zh_hans: 隐私与分析

source: Privacy Policy Your data is completely under your control. We only store data locally by default. If you enable Cloud Sync, your rides are securely stored on our servers. You can permanently delete your synced data or your entire account at any time using the options below. Deleted data cannot be recovered.
de: Datenschutzrichtlinie Deine Daten bleiben vollständig unter deiner Kontrolle. Standardmäßig speichern wir Daten nur lokal. Wenn du die Cloud-Synchronisierung aktivierst, werden deine Fahrten sicher auf unseren Servern gespeichert. Du kannst synchronisierte Daten oder dein gesamtes Konto jederzeit mit den folgenden Optionen dauerhaft löschen. Gelöschte Daten können nicht wiederhergestellt werden.
es: Política de privacidad Tus datos están completamente bajo tu control. De forma predeterminada, solo almacenamos datos localmente. Si activas la sincronización en la nube, tus recorridos se guardan de forma segura en nuestros servidores. Puedes eliminar permanentemente tus datos sincronizados o toda tu cuenta en cualquier momento con las opciones siguientes. Los datos eliminados no se pueden recuperar.
fr: Politique de confidentialité Vous gardez le contrôle total de vos données. Par défaut, nous stockons les données uniquement en local. Si vous activez la synchronisation cloud, vos trajets sont stockés en toute sécurité sur nos serveurs. Vous pouvez supprimer définitivement vos données synchronisées ou votre compte entier à tout moment avec les options ci-dessous. Les données supprimées ne peuvent pas être récupérées.
hi: गोपनीयता नीति आपका डेटा पूरी तरह आपके नियंत्रण में है। डिफ़ॉल्ट रूप से हम डेटा केवल स्थानीय रूप से रखते हैं। यदि आप क्लाउड सिंक चालू करते हैं, तो आपकी राइड हमारे सर्वर पर सुरक्षित रूप से रखी जाती हैं। नीचे दिए विकल्पों से आप कभी भी अपना सिंक किया हुआ डेटा या पूरा खाता स्थायी रूप से हटा सकते हैं। हटाया गया डेटा वापस नहीं लाया जा सकता।
ja: プライバシーポリシー データはすべてあなたが管理します。デフォルトではデータを端末内にのみ保存します。クラウド同期を有効にすると、ライドはサーバーに安全に保存されます。以下のオプションから、同期済みデータまたはアカウント全体をいつでも完全に削除できます。削除したデータは復元できません。
zh_hans: 隐私政策 您的数据完全由您控制。默认情况下，我们只在本地存储数据。如果您启用云同步，您的骑行记录会安全地存储在我们的服务器上。您可以随时使用下面的选项永久删除已同步的数据或整个账户。删除的数据无法恢复。

source: Privacy and Security
de: Datenschutz und Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
hi: गोपनीयता और सुरक्षा
ja: プライバシーとセキュリティ
zh_hans: 隐私与安全

source: Privacy trim (200 m)
de: Privatsphären-Zuschnitt (200 m)
es: Recorte de privacidad (200 m)
fr: Découpe de confidentialité (200 m)
hi: प्राइवेसी ट्रिम (200 मीटर)
ja: プライバシートリム（200 m）
zh_hans: 隐私裁剪（200 米）

source: Private by default • Works offline
de: Standardmäßig privat • Funktioniert offline
es: Privado de forma predeterminada • Funciona sin conexión
fr: Privé par défaut • Fonctionne hors ligne
hi: डिफ़ॉल्ट रूप से निजी • ऑफ़लाइन काम करता है
ja: 初期設定で非公開 • オフライン対応
zh_hans: 默认私密 • 支持离线使用

source: Puncture
de: Reifenpanne
es: Pinchazo
fr: Crevaison
hi: टायर पंक्चर
ja: パンク
zh_hans: 爆胎

source: Recent activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
hi: हाल की गतिविधि
ja: 最近のアクティビティ
zh_hans: 最近活动

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
ja: 推奨
zh_hans: 建议

source: Recording details
de: Aufnahmedetails
es: Detalles de grabación
fr: Détails de l'enregistrement
hi: रिकॉर्डिंग विवरण
ja: 記録の詳細
zh_hans: 记录详情

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
hi: हटाएँ
ja: 削除
zh_hans: 移除

source: Request a comprehensive archive of your synchronized ride history (GPX files & JSON metadata). The ZIP is assembled when you download it and expires six hours after retrieval, or after 48 hours if untouched.
de: Fordere ein vollständiges Archiv deines synchronisierten Fahrtverlaufs an (GPX-Dateien und JSON-Metadaten). Die ZIP-Datei wird beim Download erstellt und läuft sechs Stunden danach oder nach 48 Stunden ohne Zugriff ab.
es: Solicita un archivo completo de tu historial sincronizado (archivos GPX y metadatos JSON). El ZIP se prepara al descargarlo y caduca seis horas después o tras 48 horas sin acceso.
fr: Demandez une archive complète de votre historique synchronisé (fichiers GPX et métadonnées JSON). Le ZIP est créé lors du téléchargement et expire six heures après, ou après 48 heures sans accès.
hi: अपने सिंक किए गए राइड इतिहास का पूरा आर्काइव मांगें (GPX फ़ाइलें और JSON मेटाडेटा)। ZIP डाउनलोड करते समय तैयार होती है और प्राप्ति के छह घंटे बाद या 48 घंटे तक बिना उपयोग के समाप्त हो जाती है।
ja: 同期済みのライド履歴全体のアーカイブ（GPXファイルとJSONメタデータ）をリクエストできます。ZIPはダウンロード時に作成され、取得から6時間後、または未取得のまま48時間後に期限切れになります。
zh_hans: 请求同步骑行记录的完整存档（GPX 文件和 JSON 元数据）。ZIP 会在下载时生成，获取后六小时或未使用 48 小时后过期。

source: Required
de: Erforderlich
es: Necesario
fr: Requis
hi: आवश्यक
ja: 必須
zh_hans: 必需

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer a predeterminado
fr: Réinitialiser
hi: डिफ़ॉल्ट पर रीसेट करें
ja: デフォルトにリセット
zh_hans: 重置为默认

source: Resume tracking
de: Aufzeichnung fortsetzen
es: Reanudar seguimiento
fr: Reprendre le suivi
hi: ट्रैकिंग फिर से शुरू करें
ja: 追跡を再開
zh_hans: 继续追踪

source: Return to Home dashboard
de: Zum Home-Dashboard zurückkehren
es: Volver al panel de Inicio
fr: Revenir au tableau de bord Accueil
hi: होम डैशबोर्ड पर लौटें
ja: ホームダッシュボードに戻る
zh_hans: 返回首页仪表盘

source: Revisit recent routes
de: Letzte Routen erneut ansehen
es: Vuelve a tus rutas recientes
fr: Retrouvez vos itinéraires récents
hi: हाल के मार्ग दोबारा देखें
ja: 最近のルートを振り返る
zh_hans: 回顾最近路线

source: Ride Auto-Split
de: Fahrt automatisch geteilt
es: División automática de viaje
fr: Trajet scindé automatiquement
hi: सवारी स्वतः विभाजित
ja: ライドの自動分割
zh_hans: 骑行自动拆分

source: Ride Details
de: Fahrtdetails
es: Detalles del recorrido
fr: Détails du trajet
hi: राइड विवरण
ja: ライドの詳細
zh_hans: 骑行详情

source: Ride Stats
de: Fahrtstatistik
es: Estadísticas del recorrido
fr: Statistiques du trajet
hi: राइड आंकड़े
ja: ライド統計
zh_hans: 骑行统计

source: Ride history is saved locally only.
de: Der Fahrtverlauf wird nur lokal gespeichert.
es: El historial de recorridos solo se guarda localmente.
fr: L’historique des trajets est enregistré uniquement sur l’appareil.
hi: राइड इतिहास केवल स्थानीय रूप से सेव होता है।
ja: ライド履歴は端末にのみ保存されます。
zh_hans: 骑行记录仅保存在本地。

source: Ride recording on this phone
de: Fahrt wird auf diesem Telefon aufgezeichnet
es: El recorrido se graba en este teléfono
fr: Le trajet est enregistré sur ce téléphone
hi: राइड इस फ़ोन पर रिकॉर्ड हो रही है
ja: ライドはこのiPhoneに記録中
zh_hans: 行程正在此手机上记录

source: Ride saved
de: Fahrt gespeichert
es: Viaje guardado
fr: Trajet enregistré
hi: राइड सेव हो गई
ja: ライドを保存しました
zh_hans: 已保存骑行

source: Ride saved successfully
de: Fahrt erfolgreich gespeichert
es: Recorrido guardado correctamente
fr: Trajet enregistré
hi: राइड सफलतापूर्वक सेव हुई
ja: ライドを保存しました
zh_hans: 骑行已成功保存

source: Ride stopped
de: Aktivität beendet
es: Actividad finalizada
fr: Activité arrêtée
hi: गतिविधि रोक दी गई
ja: アクティビティを終了しました
zh_hans: 本次活动已停止

source: Ride together, on one map
de: Gemeinsam unterwegs, auf einer Karte
es: Salid juntos, en un mismo mapa
fr: Roulez ensemble, sur une seule carte
hi: साथ चलें, एक ही नक्शे पर
ja: ひとつの地図で、一緒に
zh_hans: 同一张地图，一起出发

source: Ride updated
de: Fahrt aktualisiert
es: Recorrido actualizado
fr: Trajet mis à jour
hi: राइड अपडेट हुई
ja: ライドを更新しました
zh_hans: 骑行已更新

source: Rides
de: Fahrten
es: Viajes
fr: Trajets
hi: राइड्स
ja: ライド数
zh_hans: 骑行次数

source: Rides you rode together
de: Fahrten, die ihr zusammen gefahren seid
es: Viajes que hiciste en grupo
fr: Trajets effectués ensemble
hi: साथ की गई यात्राएँ
ja: 一緒に走ったライド
zh_hans: 你们一起骑行的记录

source: Run
de: Laufen
es: Correr
fr: Course
hi: दौड़ना
ja: ランニング
zh_hans: 跑步

source: Running — something's wrong
de: Laufen – etwas stimmt nicht
es: Corriendo — algo va mal
fr: Course — un problème est survenu
hi: दौड़ — कुछ गड़बड़ है
ja: ランニング — 問題があります
zh_hans: 跑步—出现问题

source: SOS Sent
de: SOS gesendet
es: SOS enviado
fr: SOS envoyé
hi: SOS भेजा गया
ja: SOSを送信しました
zh_hans: SOS已发送

source: SOS cancelled
de: SOS abgebrochen
es: SOS cancelado
fr: SOS annulé
hi: SOS रद्द किया गया
ja: SOSをキャンセルしました
zh_hans: 已取消求救

source: SOS countdown started. Double tap to cancel.
de: SOS-Countdown gestartet. Zum Abbrechen doppeltippen.
es: Cuenta atrás de SOS iniciada. Toca dos veces para cancelar.
fr: Compte à rebours SOS démarré. Touchez deux fois pour annuler.
hi: SOS काउंटडाउन शुरू हुआ। रद्द करने के लिए डबल टैप करें।
ja: SOSカウントダウンを開始しました。ダブルタップでキャンセル。
zh_hans: 求救倒计时已开始。双击取消。

source: SPEED
de: GESCHWINDIGKEIT
es: VELOCIDAD
fr: VITESSE
hi: गति
ja: 速度
zh_hans: 速度

source: Sample
de: Beispiel
es: Muestra
fr: Exemple
hi: नमूना
ja: サンプル
zh_hans: 示例

source: Sample ride
de: Beispiel-Tour
es: Viaje de muestra
fr: Trajet d’exemple
hi: नमूना राइड
ja: サンプルライド
zh_hans: 示例行程

source: Satellite
de: Satellit
es: Satélite
hi: सैटेलाइट
ja: 衛星
zh_hans: 卫星
